#remark
string_scr_cfg = {
	[1] = {id = 1,text = "账户金币余额：{1}",},
	[2] = {id = 2,text = "大写：{1}",},
	[3] = {id = 3,text = "保险柜内余额：{1}",},
	[4] = {id = 4,text = "6~18个字母、数字组成，不能全为数字！",},
	[5] = {id = 5,text = "用户名已经存在！",},
	[6] = {id = 6,text = "格式不正确！",},
	[7] = {id = 7,text = "4~18个字符组成，空格无效，汉字占2个字符！",},
	[8] = {id = 8,text = "昵称已经存在！",},
	[9] = {id = 9,text = "密码太短了！",},
	[10] = {id = 10,text = "密码不一致！",},
	[11] = {id = 11,text = "密码一致！",},
	[12] = {id = 12,text = "8~18个字符（字母或数字，区分大小写）",},
	[13] = {id = 13,text = "密码不能为中文字符！",},
	[14] = {id = 14,text = "",},
	[15] = {id = 15,text = "密码不能为空！",},
}